import React, { FC } from 'react';

const InfoIntro:FC=()=>{
    return(
        <div className='InfoIntro'>
             {/* <div className="intro_title">
                <p>Синдром самозванца</p>
            </div> */}
            <div className="types_text">
                <p>
                Люди с синдромом самозванца часто подвержены самокритике, испытывают постоянный страх, смотрят на жизнь пессимистично, не уверены в себе, низкая мотивация (в частности мотивация избегания) и низкий уровень ответственности.
                </p>
                <p>
                Все начинается с высокого уровня тревоги, которая вызывает излишнюю подготовку или прокрастинацию. Достигнув поставленной задачи, человек испытывает чувство успокоения, облегчения, так как тяжкий груз в виде задания снят. При получении похвалы за работу начинается отрицание своего достижения, человек не связывает результат со своими способностями и навыками, а видит в этом только заслугу простого везения. Однако чувство вины и стыда может быть разным. Кто-то стыдится своих ошибок, а кто-то - своих достижений. Синдром самозванца собирает и те, и другие чувства. (Исследование П. Клэнс. “Цикл самозванца”).
                </p>
            </div>
            <div className="types_blocks">
            <div className="types_1b">
                <p>В модель синдрома самозванца входит пять составляющих:</p>
                <p>
                    уверенности/неуверенности<sup>1</sup><br></br> 
                    оптимизма/пессимизма<sup>2</sup><br></br>
                    мотивации достижения/избегания<sup>3</sup><br></br>
                    высокий/низкий ЭИ<sup>4</sup><br></br>
                    отсутствие страха/страх<sup>5</sup><br></br>
                </p>
            </div>
            <div className="types_1b" style={{textAlign:'left'}}>
                <p>Признаки<sup>6</sup></p>
                <p>
                По данным исследований можно выделить некоторые признаки синдрома самозванца:<br></br>
                1. Вера в то, что окружающие переоценивают ваши способности или навыки.<br></br>
                2. Страх «разоблачения».<br></br>
                3. Постоянное приписывание успеха внешним факторам, таким как удача или напряженный труд.<br></br>
                4. Перфекционизм<br></br>
                5. Неприятие собственных достижений, талантов, интеллекта и уровня профессиональных достоинств<br></br>
                6. Непринятие похвалы<br></br>
                7. Необходимость быть особенным или быть самым лучшим<br></br>
                8. Страх неудачи<br></br>
                9. Cтрах успеха и чувство вины при достижении его<br></br>
                </p>
            </div>
            <div className="types_1b">
                <p>Методики</p>
                <p>
                    1. Неуверенность в себе (тест Ромека)<br></br>
                    2. Пессимизм (Шкала оптимистического стиля объяснения, ШОСТО Автор: М. Селигман. Адаптация: Т. О. Гордеева, В. Ю. Шевяхова)<br></br>
                    3. Мотивация избегания неудачи (опросник Мехрабяна)<br></br>
                    4. Низкий эмоциональный интеллект (Тест эмоционального интеллекта ЭмИн – Люсин)<br></br>
                    5. Страх (Краткая шкала страха негативной оценки, BFNE; Авторы: Д. Ватсон, Р. Френд, М. Лири. Адаптация: И. В. Григорьева, С. Н. Ениколопов)<br></br>
                </p>
            </div>
            <div className="types_1b" style={{textAlign: 'center'}}>
                <p>Упражнения и техники на саморазвитие, веру в себя, мотивацию достижения, развитие ЭИ и т.п. в соответствие с моделью.</p>
                <p>
                Азаренок М. Сенаторов А. Синдром самозванца (техники)<br></br>
                Рубштейн Н.В. Полный тренинг по развитию уверенности в себе<br></br>
                Ромек В. Г. Тренинг уверенности в межличностных отношениях.<br></br>
                Селигман М. Как научиться оптимизму<br></br>
                Чатфилд Т.Критическое мышление: Анализируй, сомневайся, формируй свое мнение<br></br>
                Рэй, Т. Я не ОК... и это ОК. Гид по хорошему настроению, ментальному здоровью и заботе о себе<br></br>
                Шабанов, Алешина: Развиваем эмоциональный интеллект. Как прокачать свой EQ за 24 недели.<br></br>
                </p>
            </div>
            
            </div>
        </div>
    )
}

export default InfoIntro